---
kind: other
id: Properties.T:Autodesk.Revit.DB.BoundingBoxIntersectsFilter
source: html/bde0de61-b0a8-ca4e-d804-a4fee879cf27.htm
---
# BoundingBoxIntersectsFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.